const QUESTION=
{
    "group" : ["花","植物","ダマスク","フェイク","パターン","プレーン","アニマル","イラスト"],
    "id":["flowers","plants","damask","fake","plane","animal","illustration"],
    "questions": {
        "Q1": {
            "text_que": "一番気分が良い場所はどこですか？",
            "A1": {
                "text_ans": "朝の明るい草原"
            },
            "A2": {
                "text_ans": "夜の静かな動物園"
            },
            "A3": {
                "text_ans": "王様も通う高級カフェ"
            },
            "A4": {
                "text_ans": "仕事終わりの映画館"
            }
        },
        "Q2": {
            "text_que": "自然への印象として一番近いものはなんですか？",
            "A1": {
                "text_ans": "花"                
            },
            "A2": {
                "text_ans": "植物"                
            },
            "A3": {
                "text_ans": "動物"                
            },
            "A4": {
                "text_ans": "岩"              
            }
        },
        "Q3": {
            "text_que": "壁紙を新しくした部屋で行いたいことは？",
            "A1": {
                "text_ans": "リラックスしてくつろぐ"               
            },
            "A2": {
                "text_ans": "手芸や工芸など作成作業をする"                
            },
            "A3": {
                "text_ans": "読書や学習を行う"            
            },
            "A4": {
                "text_ans": "特に何をするかは決めていない"                
            }
        },
        "Q4": {
            "text_que": "天気が良い日は何をしますか？",
            "A1": {
                "text_ans": "外で自然を満喫する"           
            },
            "A2": {
                "text_ans": "家でのんびり過ごす"           
            },
            "A3": {
                "text_ans": "スポーツをする"           
            },
            "A4": {
                "text_ans": "友人を自宅に招待する"               
            }
        },
        "Q5": {
            "text_que": "好きな色は何色ですか？",
            "A1": {
                "text_ans": "青"           
            },
            "A2": {
                "text_ans": "緑"            
            },
            "A3": {
                "text_ans": "赤"             
            },
            "A4": {
                "text_ans": "他の色"           
            }
        },
        "Q6": {
            "text_que": "自宅にはどのようなインテリアが多いですか？",
            "A1": {
                "text_ans": "白や黒のシンプルなデザイン"             
            },
            "A2": {
                "text_ans": "自然を感じるデザイン"
            },
            "A3": {
                "text_ans": "カラフルでポップなデザイン"            
            },
            "A4": {
                "text_ans": "クラシックなデザイン"               
            }
        },
        "Q7": {
            "text_que": "あなたが魅力を感じるのはどれですか？",
            "A1": {
                "text_ans": "最新で斬新なスタイル"               
            },
            "A2": {
                "text_ans": "伝統的でクラシック"                
            },
            "A3": {
                "text_ans": "無駄のないシンプルさ"
            },
            "A4": {
                "text_ans": "可愛らしい雰囲気"            
            }
        },
        "Q8": {
            "text_que": "どんな質感が好みですか？",
            "A1": {
                "text_ans": "手触りのいい滑らかな質感"       
            },
            "A2": {
                "text_ans": "立体感のある質感"               
            },
            "A3": {
                "text_ans": "つやつやして光沢のある質感"            
            },
            "A4": {
                "text_ans": "しっとりとした質感"
            }
        },
        "Q9": {
            "text_que": "旅行に行くならどんな場所がよいですか？",
            "A1": {
                "text_ans": "海の綺麗なリゾート"
            },
            "A2": {
                "text_ans": "世界遺産"
            },
            "A3": {
                "text_ans": "賑やかな繁華街"
            },
            "A4": {
                "text_ans": "自然あふれるレジャースポット"
            }
        },
        "Q10": {
            "text_que": "自分の暮らしにどんなことを求めますか？",
            "A1": {
                "text_ans": "心躍る体験"   
            },
            "A2": {
                "text_ans": "リラックスしてくつろぐ"
            },
            "A3": {
                "text_ans": "新たな発見"
            },
            "A4": {
                "text_ans": "変わらない平穏"
            }
        }
    }
}
